Repository: dynacase-labs/dynacase-networkuser
Catalog: locale/*/NU_*.po
Languages: fr

source: Cannot create LDAP %s [%s] : %s
fr: Ne peut créer LDAP %s [%s] : %s

source: Cannot find group [%s]
fr: Groupe inconnu [%s]

source: Cannot find user [%s]
fr: Utilisateur inconnu [%s]

source: Create User From LDAP
fr: Créer un utilisateur à partir de l'annuaire LDAP

source: DN of user which can access of all user and group of the LDAP
fr: DN de l'utilisateur pouvant accéder au LDAP

source: Find mutiple grp with same login [%s]
fr: Plusieurs groupes avec le même identifiant trouvés [%s]

source: Find mutiple user with same id [%s]
fr: Plusieurs utilisateur avec le même identifiant trouvés [%s]

source: LDAP connection mode
fr: Mode de connexion au serveur LDAP

source: LDAP group filter
fr: Filtre LDAP des groupes

source: LDAP user filter
fr: Filtre LDAP des utilisateurs

source: Name or login
fr: Nom ou login

source: Network users
fr: Utilisateurs réseaux

source: Network users and LDAP authentification
fr: Utilisateurs réseaux et authentification LDAP

source: Result
fr: Résultat

source: Search in base DN '%s' returned with error: %s
fr: La recherche dans la base '%s' a retourné une erreur : %s

source: Unable to bind to LDAP server %s
fr: Impossible de joindre le serveur LDAP %s

source: Unable to connect to LDAP server %s
fr: Impossible de se connecter au serveur LDAP %s

source: base DN for LDAP groups
fr: Racine de la base des groupes

source: base DN for LDAP users
fr: Racine de la base des utilisateurs

source: cannot create user %s: %s
fr: ne peut créer l'utilisateur %s : %s

source: host of the LDAP
fr: adresse du serveur LDAP

source: kind of users LDAP for authentification
fr: type du LDAP : Active directory ou Posix

source: password of the DN
fr: mot de passe du DN

source: port of the LDAP
fr: port du serveur LDAP

source: user %s not exists for FREEDOM
fr: l'utilisateur %s existe pour FREEDOM
